import React from "react";
import Navbar from "../NavBar/navbar";
import Footere from '../Footer/Footer'
const About = () => {
  return (
    <div className=""> 
      
      <Navbar />
      <div dir="rtl" className="w-full  bg-slate-50  h-fit">
        <div className="flex justify-between mr-20">
          <div className="w-5/6 mt-24 h-fit">
            <h1 className="text-xl font-Titr ">توضیحات </h1>
            <p className="text-base  font-BzarBold font-bold leading-10 text-slate-600 mt-1">
              امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت
              دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک
              دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با
              رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر
              پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه
              نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار
              گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <h1 className=" font-Titr  mt-12 text-center text-xl">
              ویژگی های آموزش ما
            </h1>

            <h3 className="mt-8 font-Titr  text-lg">
              1: زبان ساده و روان
            </h3>
            <p className="text-base leading-10 font-BzarBold font-bold  text-slate-600 mt-1">
              امروزه انتخاب یک دوره آموزشی کار بسیار سختی است، چرا که بی نهایت
              دوره در اینترنت پیدا میشود که حتی به کوچکترین استاندارد های یک
              دوره آموزشی مناسب دقت نکرده اند. ما در بوتواستارت سعی میکنیم با
              رعایت این استاندارد ها و ارائه دوره‌ هایی با کیفیت و کامل مسیر
              پیشرفت شمارو هموار بکنیم، این دوره ها حاصل سال ها تجربه کار برنامه
              نویسی و آموزش آن است که به صورت یکجا درآمده تا در دسترس شما قرار
              گیرد و بتوانید بهترین نتیجه را از آن بگیرید.
            </p>
            <h3 className="mt-8 font-Titr text-lg">
              2: از صفر تا پیشرفته
            </h3>
            <p className="text-base leading-10  font-BzarBold font-bold  text-slate-600 mt-1">
              در قدم بعدی سعی کردیم مباحث را از صفر (به صورتی که نیاز به هیچ
              پیشنیازی نداشته باشید) تا پیشرفته پوشش دهیم تا فقط با شرکت در یک
              دوره به سطحی مناسب برای ورود به بازار کار برسید.
            </p>
            <h3 className="mt-8 font-Titr text-lg">
         3: پشتیبانی دائمی
            </h3>
            <p className="text-base leading-10  font-BzarBold font-bold  text-slate-600 mt-1">
              هر کسی در ابتدای راه برنامه نویسی با یک سری سوالات و ابهامات رو به
              رو میشود، چه فنی و چه غیر فنی. این سوالات ممکن است روز ها و هفته
              ها از وقت شما را تلف کند اما با وجود یک برنامه نویس حرفه‌ای و
              پشتیبان در کنار شما خیلی زود این ابهامات کنار زده خواهد شد و
              پیشرفت سریع تری خواهید داشت، به همین دلیل دوره های‌ بوتواستارت
              پشتیبانی دائمی دارند تا در تمام مراحل یادگیری، استخدام و بعد از
              استخدام کنار شما باشیم.
            </p>
            <h3 className="mt-8 font-Titr text-lg ">4: آپدیت</h3>
            <p className="text-base leading-10  font-BzarBold font-bold  text-slate-600 mt-1">
              برنامه نویسی علمی‌در حال پیشرفت است و ما سعی کرده این تا دوره ها
              را آپدیت نگه داریم به صورتی که آخرین ورژن هر تکنولوژی در داخل دوره
              ها پوشش داده شده است تا همیشه در لبه تکنولوژی بمانید.
            </p>
            <h3 className="mt-8 font-Titr text-lg ">
              5: وبینار هفتگی  
            </h3>
            <p className="text-base leading-10  font-BzarBold font-bold  text-slate-600 mt-1">
              مسیر یادگیری پستی و بلندی های زیادی دارد، در این مسیر با هم هستیم
              و با برگزاری وبینار های هفتگی دور هم جمع میشویم و از مشکلات و چالش
              ها حرف میزنیم و برایشان راه حل پیدا میکنیم. تجربه ثابت کرده که
              وبینار های هفتگی تاثیر بسیار زیادی بر روی انگیزه و انرژی دانشج
            </p>
            <h1 className=" mt-10 font-Titr text-2xl">
            دوره ها تضمین استخدام دارند؟
            </h1>
            <p className="text-base leading-10  font-BzarBold font-bold  text-slate-600 mt-1">
              رسیدن به مرحله استخدام دو فاکتور بسیار مهم دارد: ۱-دوره آموزشی،
              ۲-تلاش شما در دوره های بوتواستارت هر چیزی که برای رسیدن به مرحله
              استخدام نیاز است در اختیار شما گذاشته شده است اما این شما هستید که
              باید از این محتوا استفاده کنید و تلاش شما است که باعث به نتیجه
              رسیدن دوره ها میشود. پس اگر شما قول بدهید که دوره هارا کامل ببینید
              و تمرین کنید ما هم این قول را میدهیم که به زودی به مرحله استخدام
              خواهید رسید.
            </p>
          </div>
        </div> 
      </div>
   <Footere/>
    </div> 
    
  );
};
export default About;
